Repository: alemarlo1992/carbon_footprint_calc
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: es

source: Transportation
es: Transporte

source: Energy
es: Energía

source: Waste
es: Residuos

source: Food
es: Comida

source: Clothing
es: Ropa

source: Congratulations! You are an awesome HUMAN! Add a recommendation so other humans can follow your footprint.
es: ¡Felicidades, usted es un HUMANA/O increíble! Agrege una recomendación para que otros humanas/os sigan sus pasos

source: Find ways reduce your footprint in our recommendations section!
es: Encuentre formas de reducir su huella en nuestra sección de recomendaciones

source: Logged in
es: Conectado

source: Logged Out.
es: Desconectado

source: Welcome to Tracer!
es: ¡Bienvenida/o a Tracer!

source: Log Out
es: Cerrar sesión

source: User Profile
es: Perfil de Usaria/o

source: Emission Calculator
es: Calculadora de emisiones

source: Login
es: Iniciar sesión

source: Login Here
es: Inicie sesión aquí

source: Register New User
es: Registre usaria/o

source: Register Here
es: Registrece aquí

source: Guest User
es: Usaria/o Visitante

source: Email
es: Correo electrónico

source: Password
es: Contraseña

source: Log in
es: Inicie sesión

source: Pollution Metrics
es: Métrica de contaminación

source: Carbon Emissions Calculator
es: Calculadora de Emisiones de Carbono

source: Personal Information
es: Información personal

source: Enter zipcode
es: Código Postal

source: Number of individuals in your household?
es: ¿Cuantas personas viven en su hogar?

source: Please answer all questions to the best of your ability.
es: Por favor responda estas preguntas honestamente

source: Do you use public transportation on a daily basis?
es: ¿Utiliza transporte público diariamente?

source: Yes
es: Sí

source: Both, Public & Vehicle
es: Utilizó transporte público y mi vehículo

source: Public Transportation
es: Transporte público

source: How many miles do you travel per week?
es: ¿Cuántas millas viajas por semana?

source: Vehicle
es: Vehículo

source: Number of cars driven per week
es: ¿Cuantos vehículos tiene?

source: How many miles do you travel per week for each vehicle?
es: ¿Cuántas millas viaja por semana con cada vehículo?

source: Air Travel
es: Viaje aéreo

source: Air miles traveled this year?
es: ¿Cuantas millas viajo este año?

source: The values below reflect EPA average per person.
es: Los numeros abajo reflejan el promedio de la Agencia de Protección Ambiental por cada persona en su hogar

source: Electricity amount per month
es: Costo de electricidad por mes

source: Fuel oil amount per month
es: Costo de combustible

source: Propane amount per month
es: Costo de propano

source: Do you recycle aluminum?
es: ¿Usted recicla el plastico?

source: Do you recycle glass?
es: ¿Usted recicla vidrio?

source: Enter Servings per day for each category
es: Ingrese las porciones que consume cada día

source: Meat, fish, and eggs
es: Carne, pescado, y huevo

source: Grains and baked goods
es: Granos y productos horneados

source: Dairy
es: Lechería

source: Fruits & vegetables
es: Frutas y vegetales

source: Clothes
es: Ropa

source: How much do you spend on clothes per month?
es: ¿Cuanto gasta en ropa cada mes?

source: Calculate Emissions
es: Calcule Emisiones

source: Recommendations
es: Recomendaciones

source: Leave a recommendation so others can follow your footprint!
es: ¡Deje un comentario para que otras personas sigan sus pasos!

source: Enter your recommendation here...
es: Ingrese sus recomendaciones aquí

source: Submit
es: Ingrese

source: Registration
es: Registración

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Zipcode
es: Código Postal

source: Register to Tracer
es: Registrece a Tracer

source: Final Score
es: Puntuación final

source: Score
es: Puntuación

source: This year you released
es: Este año usted libero

source: tons of carbon emissions!
es: toneladas de carbon

source: You are
es: Comparado a otros ciudadanas/os usted es

source: better than the average american.
es: mejor que el promedio!

source: Update Information
es: Actualizar Información

source: User Information
es: Informacion del usuaria/o

source: Settings
es: Ajustes de usuaria/o
